[
  {
    "id": "6357d228387481c0b300b06d",
    "index": 0,
    "course_id": "01",
    "price": "$2,326.86",
    "photo": "https://images.unsplash.com/photo-1579833981331-676fa2bae313?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=2070&q=80",
    "duration": 36,
    "subscribe": 28,
    "title": "Animation",
    "titleName": "Looping Animated Scenes in Adobe After Effects",
    "name": "Javier Reyes",
    "about": "Learn how to create seamlessly looping animations for websites, social media, or as part of longer, narrated animations. \nAnimations that loop can be mesmerizing! There’s just something satisfying about watching and making looping animations. But, if you’ve ever thought about trying to make an entire animated scene loop seamlessly, then you know that it can be overwhelming to figure out how to time everything just right. While this class will have step-by-step instruction in After Effects, it's much more than that. I'll explain the thought process behind the techniques used, to help you think like a motion designer and enable you to apply these ideas to your future work. In the first part of this class, we’ll talk about the conceptual side of making looping animations and discuss best practices. You'll learn: 1.the difference between looping animations and gifs. 2.when and where to use different file formats. 3.how to plan out your loop. 4.how to decide how lon. 5.your loop should be. 6.best practices for looping animations. 7.how to make sure your loop is seamless (and what exactly that means). 8.best practices when working with gifs",
    "registered": "2021-02-26T06:42:40 -06:00"
  },
  {
    "id": "6357d228d55955c8eff31ddf",
    "index": 1,
    "course_id": "02",
    "price": "$1,534.36",
    "photo": "https://images.unsplash.com/photo-1626785774573-4b799315345d?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=871&q=80",
    "duration": 35,
    "subscribe": 35,
    "title": "Graphic Design",
    "titleName": "Photoshop Masterclass for Graphic Designers",
    "name": "Jeremy Mura",
    
    "about": "Do you want to translate your imagination into a reality? Anything is possible with Photoshop. It allows you to create any ideas into a beautiful piece of art or creative design. In this class, I show you how to use Adobe Photoshop like a pro sharing all my shortcuts, principles and techniques I use on a regular basis. You’ll learn:1.Masks, Adjustments, Layers. 2.My personal time-saving shortcuts 3.Image manipulation and realism. 4.Creating realistic mock ups and images. 5.How to add extra details to any design. 6.How to use the filter gallery. 7.Sharpening and colour grading. 8.Improving your mock up presentation. 9.Creating your own textures. 10Neural Filters and Filter Gallery",
    "registered": "2014-05-26T06:28:38 -06:00"
  },
  {
    "id": "6357d2280574955f2f016c3e",
    "index": 2,
    "course_id": "03",
    "price": "$3,052.80",
    "photo": "https://images.unsplash.com/photo-1477233534935-f5e6fe7c1159?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
    "duration": 32,
    "subscribe": 30,
    "title": "Music",
    "titleName": "Ableton Live 11 For Beginners | How to Make Your First Track",
    "name": "Mike Barnes",
    
    "about": "This complete course on Ableton Live 11 will teach you everything you need to navigate the software like a pro and create your first track completely from scratch! You'll learn all the basics of Ableton Live and electronic music production in this course, as well as plenty of tips and tricks that you can use while producing to make your songs stand out. In the course, you'll learn how to create a drum beat, lay down a bass line, create chords and melodies, add FX, and more! This course is designed for: 1.Beginners that have little to no experience in Ableton or music theory. 2.Anyone that wants to learn how to create professional EDM, House, and Hip Hop tracks from scratch. 3.Anyone that wants to become a professional music artist or producer. 4.Anyone that wants to make music as part of their career.",
    "registered": "2015-12-31T12:09:11 -06:00"
  },
  {
    "id": "6357d228f48d27187ae0eb1e",
    "index": 3,
    "course_id": "04",
    "price": "$1,852.55",
    "photo": "https://images.unsplash.com/photo-1542038784456-1ea8e935640e?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
    "duration": 30,
    "subscribe": 22,
    "title": "Photography",
    "titleName": "DSLR and Mirrorless: The Fundamentals of Photography",
    "name": "Tom Kai",
    
    "about": "I have made learning how to get the best from your DSLR or Mirrorless camera a fabulous experience with easy to follow beautifully animated tutorials. I guarantee you will learn to love photography as much as I do. The Perfect Photo Course will give you a solid understanding of your camera controls and how best to use them. Each camera function is explained in easy to follow modules with lots of example photographs and practical demonstrations.",
    "registered": "2018-12-09T12:21:02 -06:00"
  },
  {
    "id": "6357d228aab0d2245226aeb5",
    "index": 4,
    "course_id": "05",
    "price": "$2,071.43",
    "photo": "https://images.unsplash.com/photo-1541462608143-67571c6738dd?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
    "duration": 24,
    "subscribe": 34,
    "title": "UI UX Design",
    "titleName": "Learn our UI design process - Prototype apps & websites.",
    "name": "Nuria Quero",
    
    "about": "User interface or UI is the space where humans and computers interact. \nUI can include the actual physical devices involved such as a computer or mobile device, the keyboard, the screen and the mouse; or it can refer to the software systems, websites, and apps that help users perform tasks and perform actions with computers and devices. This class will teach you how to use our framework to prototype software systems like websites and apps. If you're a freelance designer or new to designing digital interfaces and looking to add UI design to your list of design services. Or if you want to add some more tools in your designer toolbox, then this class is for you. This class will cover: 1.Defining the project’s problems and goals. 2.Planning and sketching out the process. 3.Wireframing. 4.Creating a prototype. 5.Using feedback. 6.reparing a project for development",
    "registered": "2021-04-18T01:16:32 -06:00"
  },
  {
    "id": "6357d2288d7261ecf0c53d73",
    "index": 5,
    "course_id": "06",
    "price": "$2,951.88",
    "photo": "https://images.unsplash.com/photo-1593720213428-28a5b9e94613?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
    "duration": 20,
    "subscribe": 35,
    "title": "Web Development",
    "titleName": "HTML , CSS & JS Coding for Beginners",
    "name": "Beverly Sharpe",
    
    "about": "What is this course about?In this course you will learn how to build a professional looking website  using HTML5, CSS3, Bootstrap and jquery. What you will learn from this course? 1.Using and customising a text editor for front end devleopment. 2.Learning new HTML5 tags. 3.Importing Font Awesome icons and Google font. 4.Creating a preloader and cool transition effect. 5.Use of Bootstrap for responsive design. 6.Adding and Customizing Open source Javascript libraries. 7.How to implement Owl carousel and Image gallery with filtering option. 8.Adding animation to the website. 9.working with flexbox.",
    "registered": "2017-11-05T09:07:41 -06:00"
  }
]
